{"stanza_vocab": {"this": 2398, "paper": 1435, "develop": 34, "a": 4452, "framework": 67, "for": 2775, "evaluate": 124, "the": 14585, "ability": 30, "of": 5488, "neural": 307, "model": 1002, "on": 1752, "answer": 77, "free-form": 1, "mathematical": 32, "problem": 475, ".": 10106, "contribution": 211, "be": 8130, "I": 989, ")": 3036, "publicly": 1, "available": 39, "dataset": 264, ",": 9141, "and": 4277, "ii": 36, "evaluation": 165, "two": 291, "exist": 139, "family": 8, "recurrent": 38, "network": 694, "transformer": 29, "think": 203, "that": 2783, "make": 432, "good": 630, "by": 769, "establish": 22, "benchmark": 40, "provide": 275, "some": 423, "preliminary": 17, "result": 808, "biased": 6, "because": 176, "once": 15, "do": 959, "exactly": 48, "same": 242, "thing": 43, "as": 1533, "although": 107, "at": 411, "much": 198, "small": 191, "scale": 44, ";": 200, "thus": 135, "happy": 25, "to": 5416, "see": 344, "such": 354, "public": 15, "reasonable": 43, "/": 353, "analysis": 150, "whether": 76, "accept": 46, "it": 1632, "or": 511, "not": 1647, "depend": 53, "what": 304, "standard": 124, "iclr": 70, "have": 1233, "towards": 24, "(": 2743, "one": 463, "propose": 630, "new": 241, "theory": 51, "generation": 66, "process": 77, "well": 362, "-": 2079, "thought-": 1, "out": 200, "there": 442, "large": 211, "variety": 20, "modules": 37, "try": 109, "generate": 130, "either": 47, "trivial": 16, "impossible": 12, "plus": 9, "in": 4418, "my": 104, "opinion": 23, "discussion": 127, "main": 201, "part": 117, "too": 79, "light": 16, "average": 63, "accuracy": 195, "across": 54, "interesting": 260, "metric": 68, "all": 376, "show": 500, "performs": 64, "than": 429, "author": 551, "should": 346, "move": 29, "portion": 4, "big": 27, "bar": 9, "plot": 53, "low": 115, "resolution": 11, "btw": 2, "into": 169, "text": 78, "discuss": 103, "thoroughly": 9, "details": 5, "how": 405, "however": 329, "can": 761, "appendix": 72, "also": 611, "entirely": 12, "satisfied": 8, "use": 1183, "only": 387, "about": 241, "something": 30, "like": 260, "beam": 3, "search": 107, "build": 30, "\"": 1245, "soft": 8, "secondary": 2, "?": 759, "other": 436, "want": 69, "test": 234, "set": 526, "with": 1412, "multiple": 94, "different": 332, "difficulty": 29, "level": 92, "composition": 29, "which": 764, "but": 507, "sure": 27, "captures": 7, "real": 65, "important": 161, "generalize": 46, "say": 104, "learn": 964, "factorise": 3, "single": 108, "variable": 122, "polynomials": 3, "factorising": 2, "transfer": 33, "between": 291, "task": 470, "e.g.": 224, "if": 428, "solve": 67, "equation": 78, "both": 231, "x": 127, "y": 42, "polynomial": 11, "unseen": 33, "case": 252, "option": 6, "unsolvable": 3, "example": 282, "special": 13, "character": 10, "x^2": 7, "5": 230, "you": 867, "training": 572, "\\sqrt": 1, "course": 20, "thank": 283, "suggestion": 114, "increase": 112, "we": 3888, "expand": 11, "possible": 121, "now": 67, "would": 641, "prefer": 7, "keep": 48, "actual": 24, "individual": 18, "module": 34, "performance": 427, "interest": 59, "space": 172, "description": 63, "appreciate": 58, "reviewer": 317, "very": 407, "mathematics": 10, "contain": 63, "extrapolation": 5, "include": 212, "generalization": 124, "number": 305, "long": 45, "sequence": 28, "more": 777, "function": 234, "compositions": 4, "similar": 190, "etc": 32, "Appendix": 112, "B": 34, "detail": 139, "attempt": 26, "exhaustive": 1, "type": 81, "extend": 51, "future": 125, "allow": 101, "none": 9, "currently": 45, "''": 843, "definitely": 19, "fit": 21, "within": 45, "aside": 7, ":": 1323, "no": 192, "need": 224, "could": 310, "simply": 53, "select": 80, "consistent": 30, "word": 66, "train": 243, "so": 255, "far": 43, "seem": 288, "outputting": 4, "true": 73, "false": 26, "generally": 29, "many": 139, "further": 152, "hope": 53, "current": 88, "range": 34, "comprehensive": 17, "reasoning": 50, "require": 146, "school": 3, "always": 30, "welcome": 9, "question": 247, "manner": 28, "#": 61, "weaknesses": 18, "application": 72, "bit": 65, "unclear": 63, "nice": 67, "spherical": 78, "convolutions": 24, "experimental": 167, "section": 448, "experiment": 621, "shrec17": 4, "three": 61, "method": 964, "under-performing": 2, "approach": 321, "leave": 38, "reader": 36, "when": 244, "someone": 9, "choose": 87, "utilize": 12, "then": 191, "compare": 331, "representation": 219, "significantly": 74, "outperforms": 40, "non-spherical": 4, "specific": 109, "useful": 113, "where": 231, "general": 156, "outperform": 31, "strengths": 23, "explain": 134, "implement": 32, "straight": 5, "forward": 33, "gpu": 16, "positive": 47, "review": 140, "address": 174, "concern": 140, "below": 99, "q1": 28, "A1": 18, "believe": 144, "non-rigid": 3, "shape": 53, "classification": 173, "retrieval": 12, "achieves": 42, "state-": 11, "of-": 21, "art": 86, "shrec": 4, "'s": 358, "11": 13, "mainly": 17, "contribute": 12, "bijective": 5, "parameterization": 15, "obtains": 2, "input": 155, "image": 483, "without": 137, "topological": 6, "information": 248, "loss": 182, "projection": 10, "represent": 56, "3d": 62, "will": 398, "object": 104, "non-convex": 17, "lossy": 3, "affect": 37, "rigid": 5, "extent": 11, "q2": 23, "a2": 13, "slightly": 32, "under-perform": 1, "state": 268, "due": 97, "introduce": 117, "retains": 1, "convex": 30, "geometric": 12, "improvement": 152, "add": 282, "1": 822, "less": 109, "top": 53, "sef": 1, "edf": 1, "statistic": 19, "minimum": 21, "distance": 63, "intersection": 6, "mean": 160, "deviation": 13, "reduce": 56, "2": 667, "work": 666, "genus": 5, "0": 61, "close": 73, "present": 195, "modelnet": 2, "17": 7, "arbitrary": 20, "prevent": 22, "from": 718, "topology": 5, "compared": 8, "most": 154, "compact": 8, "convolution": 83, "rely": 26, "datum": 459, "augmentation": 41, "iii": 22, "rotation": 43, "volumetric": 2, "multi-view": 2, "base": 354, "unknown": 10, "orientation": 5, "3": 498, "augmentations": 1, "they": 745, "sparse": 51, "voxel": 2, "redundant": 5, "Cohen": 8, "et": 469, "al.": 198, "2018": 202, "computationally": 17, "efficient": 50, "term": 170, "admit": 8, "price": 2, "another": 90, "advantage": 58, "local": 60, "filter": 38, "local-": 1, "global": 35, "multi-level": 1, "feature": 195, "extraction": 6, "al": 280, "esteves": 6, "lat-lon": 4, "grid": 26, "conduct": 52, "fourier": 7, "common": 34, "disadvantage": 9, "transform": 17, "support": 48, "unevenness": 1, "perception": 4, "field": 54, "high": 162, "near": 16, "pole": 8, "equator": 2, "experimentally": 15, "table": 196, "perturbed": 8, "ours": 28, "obtain": 88, "anisotropic": 12, "former": 14, "rotational": 3, "invariant": 25, "rotations": 13, "while": 265, "alt-": 27, "az": 37, "expect": 53, "perform": 183, "isotropic": 14, "limit": 42, "capacity": 47, "q3": 19, "a3": 8, "mention": 166, "perhaps": 31, "exciting": 6, "CNN": 19, "omnidirectional": 5, "vision": 37, "little": 32, "repository": 1, "prevalence": 2, "sensor": 2, "drone": 1, "robot": 46, "autonomous": 1, "car": 4, "compelling": 4, "strength": 17, "authors": 27, "variant": 35, "wgan": 7, "call": 41, "PC": 9, "gan": 142, "point": 352, "cloud": 34, "drawback": 4, "vanilla": 16, "deepset": 6, "classify": 76, "analyze": 25, "rationality": 1, "decoupling": 3, "generator": 61, "sandwiching": 2, "objective": 107, "achieve": 99, "estimation": 44, "wasserstein": 8, "aae": 5, "simplify": 11, "incremental": 21, "comment": 325, "calculate": 17, "w_u": 13, "primal": 5, "form": 74, "via": 50, "solving": 17, "assignment": 4, "programming": 1, "ever": 4, "sinkhorn": 4, "iteration": 38, "knowledge": 69, "popular": 29, "ot": 1, "effectively": 15, "reason": 59, "comparison": 211, "choice": 72, "optimizer": 28, "prove": 47, "w_s": 9, "variance": 64, "specifically": 75, "dynamics": 61, "w_l": 5, "accord": 33, "lemma1": 1, "epsilon2-": 1, "epsilon1": 4, "*": 234, "w(": 3, "p": 41, "G": 40, "2*": 1, "2epsilon1": 1, ">": 103, "epsilon2": 1, "assumption": 144, "lemma": 24, "stable": 12, "during": 87, "additionally": 21, "combine": 80, "mixture": 14, "20:1": 3, "i.e.": 125, "eqs": 3, "6": 123, "13": 7, "14": 12, "0.05": 4, "situation": 17, "value": 164, "stability": 15, "essentially": 18, "estimate": 89, "bias": 52, "may": 152, "suffer": 17, "bad": 60, "cause": 26, "its": 163, "typos": 10, "end": 64, "2nd": 3, "line": 72, "\\": 64, "mathbb": 4, "{": 154, "p}": 2, "}": 128, "3rd": 3, "->": 87, "epsilon_1": 1, "page": 123, "eq": 40, "\\lambda": 41, "\\mathbb": 2, "g}": 1, "appear": 63, "right": 69, "he": 19, "insightful": 16, "agree": 130, "way": 154, "upper": 37, "bind": 102, "original": 116, "divergen": 1, "T": 12, "iterations": 61, "late": 31, "gradient": 154, "backpropagate": 3, "through": 74, "expensive": 27, "infeasible": 3, "note": 132, "ipot": 1, "xie": 3, "get": 70, "rid": 1, "backpropagating": 6, "adopt": 19, "bertsekas": 1, "1985": 1, "combining": 8, "ipop": 1, "sandwiched": 1, "estimator": 24, "concerned": 15, "treat": 16, "bias-variance": 1, "trade-": 9, "off": 37, "practice": 64, "directly": 92, "correspond": 16, "compute": 43, "scaled": 3, "f_\\phi": 1, "discriminator": 45, "k-lipschitz": 1, "divide": 17, "k": 106, "therefore": 93, "just": 112, "numerically": 2, "coarse": 5, "find": 267, "ratio": 23, "ratios": 7, "reply": 13, "r2": 10, "above": 75, "d2f": 2, "face": 10, "coverage": 14, "1:0": 1, "6.03E+00": 2, "3.36e-01": 2, "40:1": 1, "6.06E+00": 2, "3.41e-01": 2, "5.77E+00": 2, "3.47E-01": 2, "10:1": 1, "6.85E+00": 2, "3.56e-01": 2, ":1": 1, "9.19E+00": 2, "3.67e-01": 2, "4": 368, "consider": 220, "Figure": 174, "aeroplane": 2, "fail": 35, "capture": 27, "tire": 1, "similarly": 23, "chair": 2, "recovers": 10, "leg": 2, "quantitatively": 3, "highlight": 28, "consistently": 12, "quality": 54, "=": 93, "summary": 75, "embeddings": 55, "theorems": 11, "rewrite": 12, "rule": 37, "in-": 7, "depth": 26, "apply": 177, "embed": 115, "yielding": 1, "rewritten": 4, "theorem": 96, "[": 691, "app": 2, "'(": 1, "emb": 1, "thm": 3, "emb(": 2, "]": 689, "property": 76, "deep": 216, "automated": 6, "proving": 9, "though": 63, "breakthrough": 2, "strong": 116, "weak": 47, "+": 109, "cute": 1, "proof": 38, "remain": 39, "limited": 58, "time": 309, "horizon": 14, "switch": 6, "back": 45, "prover": 1, "environment": 58, "nicely": 9, "design": 95, "testing": 61, "somewhat": 41, "surprising": 28, "empirically": 26, "miss": 79, "opportunity": 5, "likely": 49, "write": 116, "sometimes": 17, "overcomplicated": 1, "sect.": 3, "4.5": 2, "figure": 79, "commute": 5, "diagram": 1, "sentence": 65, "...": 49, "Architecture": 7, "why": 239, "$": 294, "\\sigma$": 4, "\\omega$": 4, "separate": 22, "p4": 1, "benefitial": 1, "pick": 25, "up": 74, "again": 47, "explicitly": 40, "recommendation": 20, "overall": 90, "majority": 8, "audience": 8, "enjoy": 9, "even": 144, "impact": 35, "people": 13, "research": 60, "detailed": 94, "4.4": 9, "\\alpha$": 4, "linear": 60, "layer": 214, "paragraph": 86, "start": 36, "p6par1": 1, "cheap": 5, "computing": 16, "p6par6": 1, "formulas": 6, "p6par7": 1, "measure": 80, "rate": 225, "p8": 1, "par1": 1, "approximate": 33, "\\alpha": 10, "e": 6, "gamma": 19, "'": 133, "undefined": 2, "probably": 34, "e'": 1, "caption": 10, "fig.": 37, "cot": 1, "understand": 118, "here": 115, "follow": 194, "p(": 36, "c": 47, "\\gamma": 5, "t_": 1, "i-1": 2, "pi'(": 1, "p_": 1, "pi(": 1, "p_i": 3, "p$": 1, "T_i$": 1, "pred": 3, "step": 159, "express": 9, "maybe": 24, "helpful": 46, "precise": 13, "notation": 27, "great": 44, "feedback": 74, "architecture": 120, "describe": 93, "produce": 47, "robust": 43, "complicated": 15, "solution": 88, "baselines": 137, "suggest": 106, "failure": 12, "corrected": 11, "typo": 49, "clarified": 30, "definition": 48, "multi": 2, "grateful": 7, "help": 116, "improve": 213, "4d": 16, "enhance": 17, "inference": 117, "strategy": 59, "interaction": 11, "video": 84, "State": 2, "the-": 4, "several": 93, "datasets": 174, "still": 122, "talk": 11, "arnet": 2, "difference": 122, "assume": 79, "related": 100, "sampling": 78, "handle": 43, "temporal": 17, "overlap": 5, "memory": 33, "speed": 24, "total": 29, "importantly": 14, "table4": 1, "resnet18": 7, "instead": 112, "resnet50": 8, "lack": 49, "spatio-temporal": 5, "convnet": 10, "minkowski": 1, "convolutional": 52, "cvpr": 23, "2019": 66, "issue": 93, "artnet": 8, "v4d": 17, "basically": 10, "alternative": 28, "CNNs": 16, "replace": 31, "smart": 2, "block": 35, "branch": 3, "unit": 46, "static": 5, "appearance": 2, "motion": 3, "clip-based": 1, "short": 27, "-term": 3, "video-level": 3, "short-term": 2, "long-term": 3, "uniformly": 3, "whole": 26, "U": 9, "randomly": 18, "action": 42, "each": 279, "overlaps": 1, "might": 104, "overlapping": 6, "length": 22, "algorithm": 344, "3.4": 18, "guarantee": 49, "non-overlapping": 2, "interact": 6, "8": 53, "gpus": 9, "gtx": 2, "1080": 2, "11178mb": 1, "take": 142, "0.67s": 1, "per": 48, "1.22": 1, "addition": 70, "report": 129, "gflops": 1, "typical": 7, "b": 31, "mini-kinetics": 3, "day": 8, "publish": 25, "after": 121, "communication": 1, "confirm": 18, "ourselves": 2, "top1": 3, "kinetics": 3, "400": 3, "74.3": 1, "%": 149, "whose": 13, "77.4": 1, "81.4": 1, "top5": 1, "yield": 23, "score": 97, "85.3": 2, "cite": 35, "second": 99, "version": 151, "utilizes": 4, "rgb": 10, "frame": 38, "quite": 79, "actually": 63, "go": 102, "yet": 41, "significant": 96, "finally": 34, "hopefully": 10, "rebuttal": 38, "stress": 7, "any": 204, "please": 117, "hesitate": 6, "tell": 19, "response": 160, "soon": 13, "rather": 111, "dense": 21, "exposition": 9, "area": 32, "self-supervised": 22, "discrete": 76, "imo": 2, "gain": 38, "vs.": 18, "continuous": 56, "give": 294, "leverage": 8, "nlp": 19, "sense": 54, "--": 67, "cost": 61, "first": 244, "promise": 28, "librispeech": 4, "Mohamed": 2, "irie": 3, "interspeech": 2, "conclusion": 62, "plan": 30, "inputs": 42, "audio": 8, "elaborate": 30, "fruitful": 3, ">>": 15, "themselves": 16, "cf.": 5, "wav2vec": 16, "vq-wav2vec": 11, "discretization": 8, "enable": 12, "literature": 73, "bert": 54, "discretized": 3, "speech": 28, "context": 85, "vq": 5, "Chaining": 1, "computational": 60, "effort": 44, "running": 2, "roughly": 9, "overhead": 4, "thanks": 80, "fix": 138, "update": 256, "post": 13, "broadened": 1, "delineated": 2, "additional": 156, "diffusion": 12, "argue": 53, "incorporate": 55, "structure": 111, "independent": 34, "cascade": 8, "predicts": 8, "primary": 20, "poor": 10, "presentation": 35, "mistake": 14, "last": 55, "reference": 78, "empty": 5, "parenthesis": 1, "least": 51, "formula": 17, "manuscript": 66, "15": 14, "difficult": 62, "modeling": 43, "i|d": 5, "q^d": 3, "eq.": 48, "12": 18, "conditional": 45, "probability": 33, "particular": 86, "node": 53, "infect": 7, "observe": 110, "plugging": 1, "decomposition": 3, "D": 47, "10": 116, "arrive": 10, "formulation": 23, "drop": 12, "involve": 41, "nodes": 42, "associate": 18, "parent": 5, "weighted": 21, "likelihood": 19, "j": 12, "infecting": 1, "Beyond": 6, "simplification": 3, "clear": 240, "intend": 14, "demonstrate": 83, "superior": 14, "benchmarks": 18, "own": 24, "necessary": 41, "compete": 11, "shortcomings": 2, "revision": 79, "reach": 21, "publication": 11, "moreover": 47, "clarify": 63, "consequence": 3, "clearly": 78, "valuable": 54, "clarity": 41, "explanation": 84, "correct": 62, "place": 24, "New": 4, "bellow": 2, "remark": 41, "R": 28, "totally": 9, "eq.10": 1, "simplifies": 1, "\\log": 3, "\\geq": 1, "\\mathbb{e": 1, "}_{": 1, "\\sim": 2, "\\left": 1, "sum\\limits": 1, "_": 32, "i=1}^": 1, "|D|": 1, "d_i": 4, "|": 162, "d_": 8, "<": 21, "i}": 16, "i_": 7, "{<": 2, "\\sum\\limits": 1, "_{v": 1, "\\not": 2, "\\in": 3, "u^d": 1, "v": 6, "u^d|": 1, "d_{\\leq": 2, "d|": 1, "\\right": 1, "aware": 27, "simplicity": 14, "conciseness": 1, "final": 56, "derivation": 10, "i_i|": 3, "easy": 91, ",i_": 1, "computation": 57, "i_i|d_": 1, "simple": 171, "product": 18, "d_i|": 1, "sum": 20, "since": 200, "obvious": 15, "hesitated": 1, "lot": 54, "decision": 35, "closely": 9, "implementation": 55, "hesitation": 1, "confusing": 34, "particularly": 32, "feel": 51, "infection": 4, "anymore": 5, "expectation": 24, "parameter": 254, "tend": 27, "probabilities": 11, "vectors": 22, "regard": 95, "episode": 17, "comprehension": 4, "precisely": 17, "optimize": 37, "change": 112, "aforementioned": 5, "baseline": 177, "tune": 52, "validation": 73, "size": 144, "hyper-parameters": 20, "arti1": 1, "optimal": 59, "every": 36, "except": 22, "ctic": 2, "dimension": 45, "d=50": 1, "induce": 7, "convergence": 81, "accompany": 5, "theoretical": 111, "justification": 22, "spread": 3, "body": 15, "overly": 4, "enough": 68, "welcoming": 1, "properly": 16, "refer": 77, "submission": 36, "link": 29, "tandem": 7, "recognition": 42, "generative": 74, "gmm": 2, "extracted": 6, "originality": 10, "moderately": 2, "significance": 28, "hard": 121, "assess": 12, "major": 35, "draft": 24, "color": 17, "red": 5, "updated": 4, "argument": 30, "revise": 99, "F": 26, "re-organized": 1, "completely": 26, "understanding": 57, "relation": 28, "post-process": 2, "hidden": 60, "dnn": 18, "purpose": 47, "noisy": 52, "label": 213, "em": 1, "highly": 37, "influence": 26, "outliers": 4, "specialized": 3, "against": 59, "hermansky": 1, "H.": 9, "Ellis": 1, "d.p.": 1, "sharma": 1, "S.": 40, "connectionist": 2, "conventional": 19, "hmm": 1, "system": 74, "ieee": 17, "icassp": 2, "2000": 3, "dear": 11, "anonreviewer1": 3, "let": 23, "know": 96, "investigates": 5, "possibility": 9, "predict": 83, "behaviour": 8, "architectures": 84, "hyperparameter": 51, "history": 14, "observation": 61, "researcher": 22, "reinforcement": 25, "agent": 77, "adapt": 41, "suitable": 30, "prediction": 115, "scheme": 43, "decoder": 57, "collapse": 27, "curve": 42, "next": 39, "formalize": 1, "partially": 31, "observable": 6, "mdp": 11, "ppo": 10, "model-": 9, "human": 75, "free": 28, "Wide": 1, "resnet": 30, "cifar": 90, "-10": 7, "error": 113, "Penn": 3, "Treebank": 3, "run": 94, "quickly": 10, "finishes": 3, "comparable": 32, "lean": 9, "despite": 21, "few": 116, "ask": 20, "avoid": 38, "potentially": 31, "unnecessary": 10, "lead": 81, "evidence": 39, "uncertainty": 56, "confidence": 39, "interval": 16, "otherwise": 18, "ptb": 13, "look": 56, "rest": 9, "hyperparameters": 59, "alone": 17, "policy": 119, "extremely": 24, "basic": 17, "unlikely": 7, "truly": 7, "concept": 64, "partial": 14, "observability": 1, "principled": 17, "parameterized": 8, "Gaussian": 47, "over": 152, "match": 29, "outperforming": 6, "maximum": 18, "manually": 11, "adjust": 7, "constant": 50, "adjusting": 1, "constraint": 62, "benchmarked": 2, "tuning": 48, "nevertheless": 17, "auto-tuners": 1, "among": 33, "tool": 8, "successfully": 15, "lstm": 55, "challenging": 45, "equally": 7, "operate": 7, "approximated": 9, "powerful": 12, "stochasticity": 12, "valid": 9, "benefit": 73, "multi-modality": 1, "cannot": 65, "robustness": 37, "control": 91, "instance": 50, "employ": 18, "weight": 134, "decay": 24, "adjustment": 3, "substantiating": 1, "claim": 130, "large-scale": 18, "study": 155, "openai": 2, "learning": 82, "dexterous": 1, "-hand": 1, "manipulation": 11, "arxiv": 43, "preprint": 34, "arxiv:1808.00177": 1, "Tang": 1, "discretizing": 1, "Space": 4, "on-policy": 2, "optimization": 151, "1901.10500": 1, "target": 73, "mutual": 87, "exclusive": 3, "child": 2, "story": 4, "organize": 8, "ontology": 3, "dalmatian": 1, "dog": 3, "mammal": 1, "key": 40, "hierarchical": 12, "learners": 5, "sota": 19, "fundamentally": 5, "principle": 21, "construct": 37, "advanced": 2, ".e.g.": 1, "Bayesian": 43, "unfair": 7, "misleading": 13, "sec.": 24, "guide": 8, "synthetic": 67, "3.1": 28, "nn": 14, "overfitting": 17, "mostly": 24, "attribute": 20, "one-hot": 2, "word2vec": 2, "zero-shot": 11, "4.2": 32, "unbalanced": 2, "class": 216, "nns": 4, "----": 1, "read": 82, "raise": 28, "jointly": 25, "novel": 94, "topic": 21, "semi-supervised": 47, "potential": 28, "disorganized": 1, "remove": 32, "fairly": 25, "inconsistent": 6, "1k": 5, "organic": 7, "100": 56, "500": 12, "domain": 259, "4.1": 21, "epsilon": 45, "versus": 52, "underperforming": 1, "svhm": 1, "7": 63, "easily": 49, "wrong": 18, "sst": 26, "stratified": 1, "ssl": 14, "extra": 30, "conjecture": 4, "regular": 12, "setup": 55, "repeatedly": 1, "&": 61, "selection": 50, "blue": 3, "abstract": 40, "order": 88, "readable": 4, "4.1.2": 2, "prohibitively": 2, "cpu": 2, "intensive": 3, "judiciously": 4, "apologize": 15, "modifications": 24, "ensembling": 12, "\u03c0": 3, "svhn": 36, "-100": 7, "10k": 4, "vat": 11, "teacher": 10, "250": 1, "6.5": 2, "supplementary": 14, "material": 18, "accuracies": 6, "\u2014": 292, "2k": 1, "supervise": 42, "38.71": 1, "0.47": 1, "26.99": 1, "0.79": 1, "27.36": 1, "1.2": 4, "18.02": 1, "0.60": 1, "21.55": 1, "1.48": 1, "15.73": 1, "0.31": 1, "23.15": 1, "0.61": 2, "15.72": 1, "0.50": 1, "laine": 4, "samuli": 2, "timo": 2, "aila": 4, "arxiv:1610.02242": 2, "2016": 68, "takeru": 2, "Miyato": 14, "shin-ichi": 1, "maeda": 3, "Masanori": 1, "Koyama": 3, "shin": 3, "ishii": 3, "virtual": 4, "adversarial": 161, "regularization": 108, "arxiv:1704.03976": 2, "2017": 138, "antti": 1, "tarvainen": 3, "harri": 1, "Valpola": 3, "role": 24, "Weight": 4, "averaged": 7, "consistency": 15, "initial": 40, "log-scale": 7, "begin": 7, "^": 17, "\u22125": 4, "unlabeled": 46, "beginning": 20, "balance": 10, "balancing": 5, "1000": 14, "45000": 1, "modify": 43, "expression": 21, "6.4": 6, "self-training": 8, "threshold": 50, "softmax": 49, "output": 131, "non-animal": 5, "degrade": 17, "-of-": 2, "23.5": 1, "26.3": 2, "26": 2, "odena": 2, "Augustus": 2, "realistic": 49, "algorithms": 5, "https://arxiv.org/abs/1804.09170": 1, "adaptive": 39, "tutoring": 3, "rule-based": 1, "extract": 12, "negative": 57, "pre-training": 57, "imbalanced": 11, "decrease": 18, "negatives": 15, "positives": 13, "word-embedding": 2, "similarity": 33, "detection": 21, "list": 27, "technical": 48, "novelty": 65, "combination": 52, "mature": 1, "technique": 103, "insight": 38, "rule-": 9, "extractor": 25, "already": 53, "query": 27, "title": 33, "gap": 23, "data": 13, "unsupervised": 41, "pre-trained": 25, "pure": 10, "sample": 213, "continuity": 5, "matter": 21, "education": 3, "sophisticated": 10, "retrieve": 4, "furthermore": 56, "recommender": 1, "project": 7, "student": 18, "onto": 5, "idea": 194, "recommend": 32, "boundary": 20, "beyond": 37, "cover": 21, "pattern": 39, "correctly": 22, "numerical": 15, "feasible": 8, "nature": 30, "creating": 2, "creative": 2, "suffice": 1, "prob2vec": 4, "relatively": 34, "tough": 1, "beat": 4, "Arora": 11, "anything": 17, "shot": 37, "differ": 18, "epochs": 14, "adjusts": 2, "curse": 1, "dimensionality": 9, "warm": 5, "batch": 100, "phase": 22, "intentionally": 1, "one-": 12, "reviewer2": 2, "multi-domain": 5, "mdl": 17, "mulann": 10, "distinct": 14, "define": 98, "discrimination": 2, "discriminate": 3, "belong": 17, "worst-domain": 1, "risk": 27, "h-divergence": 3, "discriminators": 1, "-motivated": 3, "numerous": 3, "empirical": 92, "various": 38, "digit": 11, "office": 5, "cell": 8, "nasty": 1, "effect": 58, "repulse": 1, "fraction": 6, "row": 22, "adaptation": 91, "interested": 28, "mnist": 63, "-m": 4, "usps": 3, "dslr": 3, "Amazon": 5, "webcam": 3, "da": 13, "adda": 4, "dsn": 3, "rank": 22, "entropy": 19, "obviously": 6, "must": 29, "specially": 3, "stage": 26, "updating": 16, "harm": 2, "vary": 26, "signal": 29, "conveyed": 2, "pseudolabeled": 1, "asymmetry": 1, "nothing": 9, "hence": 35, "connection": 60, "L": 18, "recent": 66, "tzeng": 7, "Eric": 6, "discriminative": 23, "Computer": 22, "vol": 3, "no.": 5, "2.": 3, "bousmalis": 2, "konstantinos": 1, "separation": 4, "advances": 23, "processing": 38, "zhao": 8, "han": 5, "Source": 5, "hoffman": 6, "Judy": 3, "mehryar": 2, "mohri": 3, "ningshan": 1, "zhang": 37, "Theory": 3, "-source": 3, "fact": 91, "aim": 44, "minimize": 26, "latter": 14, "goal": 71, "focus": 87, "[...]": 24, "Ben": 1, "David": 12, "pair": 34, "bounding": 4, "underlying": 5, "Office": 8, "display": 7, "e.1": 1, "source": 51, "necessarily": 31, "beneficial": 23, "q4": 11, "Comparison": 19, "a4": 5, "proceed": 6, "sequentially": 9, "indistinguishable": 1, "applicable": 42, "account": 32, "sub-classifiers": 1, "turn": 17, "counter": 3, "-productive": 1, "distinction": 15, "un-learned": 1, "re-programming": 1, "q5": 9, "a5": 5, "conservative": 3, "scalability": 6, "w.r.t.": 27, "thereof": 2, "renyi": 1, "divergence": 34, "hold": 49, "joint": 19, "distribution": 171, "England": 1, "Texas": 1, "California": 1, "eye": 1, "enforces": 2, "merge": 6, "marginals": 2, "q6": 4, "a6": 5, "indeed": 98, "misclassifications": 1, "early": 35, "4.3": 26, "misclassification": 2, "hyper-parameter": 10, "underestimates": 1, "p*": 1, "equal": 27, "p*=1": 1, "q7": 5, "a7": 7, "cardinal": 1, "union": 1, "dnc": 39, "masked": 5, "attention": 79, "erasion": 1, "de-allocated": 1, "element": 21, "sharpened": 1, "---": 15, "fast": 58, "precision": 6, "bAbI": 7, "really": 60, "dramatic": 4, "vote": 11, "implication": 9, "cosine-weighted": 1, "content": 13, "pretty": 13, "itself": 54, "top-level": 1, "care": 8, "complex": 67, "de-allocation": 3, "resurgent": 1, "thoughtful": 12, "!": 79, "deal": 15, "recover": 27, "exact": 27, "dictionary": 27, "activation": 22, "coefficients": 18, "proper": 9, "initialization": 24, "aurora": 1, "2015": 40, "converges": 20, "linearly": 8, "iht": 8, "noodl": 16, "recovery": 12, "guaranties": 1, "interestingly": 8, "stick": 4, "relevant": 52, "intuitive": 30, "superiority": 5, "respect": 35, "irreducible": 2, "coefficient": 19, "hard-": 1, "thresholding": 12, "overcomes": 1, "iterative": 15, "removes": 2, "dependence": 23, "ultimately": 6, "intuitively": 27, "symbiotic": 1, "relationship": 43, "factor": 61, "progress": 18, "imperative": 1, "appropriate": 35, "x_0": 1, "intuition": 26, "corresponding": 44, "statement": 35, "Analysis": 7, "Computational": 4, "~4": 1, "E.": 11, "takeaway": 3, "marginally": 6, "accounting": 1, "lasso": 6, "procedure": 37, "scan": 3, "owing": 1, "magnitude": 18, "E": 12, "separable": 2, "lower": 2, "distribute": 18, "cores": 1, "tensorflow": 6, "utilizing": 7, "release": 15, "code": 61, "package": 3, "mairal": 5, "09": 3, "online": 19, "dl": 12, "map": 66, "navigation": 11, "variational": 63, "selective": 8, "autoencoders": 5, "vsae": 15, "multimodal": 35, "elegant": 8, "flaws": 2, "Pro": 24, "prior": 135, "non-missing": 1, "modalities": 44, "especially": 61, "often": 42, "imperfect": 7, "encourage": 36, "missingness": 5, "auxiliary": 62, "binary": 39, "random": 98, "mask": 51, "over-complicated": 2, "con": 26, "factorized": 14, "latent": 149, "tsai": 7, "consist": 15, "disentangled": 7, "modality": 14, "-specific": 4, "phrasing": 2, "unconcise": 1, "informal": 3, "phrase": 4, "complete": 25, ".....": 1, "undesirable": 5, "a.": 5, "surprise": 4, "symbol": 13, "\\epsilon": 4, "bear": 7, "\\phi": 15, "\\psi": 4, "stand": 15, "crucial": 15, "c.": 2, "d": 14, "never": 20, "nrmse": 4, "pfc": 2, "e.": 3, "fine": 22, "weird": 3, "gram": 15, "serve": 14, "h.": 1, "speak": 6, "polish": 2, "experiments": 24, "corraborrate": 1, "tabular": 5, "multi-feature": 1, "sanity": 7, "check": 28, "seven": 1, "message": 27, "rejection": 9, "moment": 10, "captions": 8, "carefully": 21, "examine": 12, "reorganize": 2, "under": 90, "setting": 81, "variables": 1, "factorization": 5, "differentiate": 1, "unobserved": 16, "capable": 7, "meaningful": 31, "unimodal": 3, "encoders": 7, "eliminate": 3, "imputation": 17, "dependencies": 6, "imputed": 3, "conditioning": 11, "decoders": 4, "access": 17, "contradiction": 1, "individually": 10, "multi-modal": 5, "video-text": 2, "unifying": 3, "generalizing": 6, "low-dimensional": 5, "dimensional": 25, "pixel": 39, "upon": 18, "request": 15, "extensive": 30, "fashionmnist": 2, "cmu": 2, "mosi": 1, "ict": 1, "-mmmo": 1, "c.5": 2, "discussions": 3, "Upper": 2, "bound": 64, "models": 10, "fully": 33, "noise": 133, "regularizer": 19, "thereby": 2, "carry": 10, "Wu": 14, "scalable": 17, "weakly": 2, "-supervised": 8, "neurips": 14, "dip": 16, "denoising": 11, "super": 11, "par": 2, "treatment": 8, "suit": 10, "cool": 3, "compression": 30, "overfit": 6, "stop": 33, "notnesesary": 1, "introduction": 52, "hand": 56, "angle": 8, "tackled": 2, "underparameterized": 1, "layered": 2, "analyse": 4, "matrix": 119, "256": 4, "512": 6, "relu": 2, "C": 34, "vector": 48, "2.5": 7, "iid": 2, "gaussian": 7, "min_c": 1, "||": 9, "eta": 3, "~": 6, "N": 29, "restriction": 10, "natural": 62, "jpeg": 1, "artifact": 19, "break": 11, "manage": 6, "lbfgs": 5, "fig": 10, "X": 41, "axis": 6, "third": 18, "plotted": 3, "subplots": 2, "fitting": 10, "noiseless": 4, "independently": 16, "able": 59, "fitted": 5, "g(": 3, "~=": 1, "quote": 5, "squared": 11, "mse": 5, "astronaut": 1, "\u03b7": 1, "normalization": 63, "computed": 33, "1x1": 8, "upsampling": 5, "underparametrized": 1, "analog": 1, "\u2192": 2, "n": 32, "typically": 28, "<<": 2, "vice": 5, "versa": 5, "footnote": 5, "512\u00d7512\u00d73": 1, "64": 7, "128": 12, "respective": 10, "unintroduced": 2, "contrast": 37, "subset": 14, "wonder": 25, "distillation": 3, "indicate": 38, "overparameterization": 1, "Main": 4, "critically": 4, "`": 21, "ulyanov": 4, "hardly": 4, "rewrote": 2, "item": 18, "`The": 2, "act": 6, "before": 71, "devote": 3, "limitation": 27, "pertain": 2, "multilayer": 2, "count": 25, "sign": 10, "matrices": 25, "proposition": 2, "k^2": 4, "log": 12, "n_0": 2, "<=": 4, "1/32": 2, "1/20": 1, "side": 27, "restrictive": 5, "logarithmic": 8, "almost": 24, "regime": 40, "throughout": 14, "`in": 1, "default": 6, "d=6": 1, "k=64": 3, "k=128": 1, "25,536": 1, "100244": 1, "k=": 1, "512\\times512\\times3=786,432": 1, "specify": 18, "optimizes": 5, "slow": 21, "adam": 9, "descent": 25, "minor": 69, "``early": 1, "mildly": 1, "dd": 2, "panel": 1, "around": 30, "5000": 1, "50000": 4, "``models": 1, "simulations": 6, "qualitatively": 4, "channel": 10, "wise": 15, "z{ij": 2, "j-th": 1, "column": 16, "i-th": 1, "normalized": 15, "reword": 4, "strictly": 2, "share": 44, "structural": 7, "n.": 9, "compromise": 2, "illustrate": 18, "chance": 10, "unfortunately": 22, "k=6": 1, "-selected": 1, "jupyter": 2, "notebook": 2, "come": 47, "sgd": 68, "hamiltonian": 6, "hgd": 16, "minmax": 8, "game": 33, "minute": 11, "max": 3, "concavity": 2, "bilinearity": 4, "player": 1, "norm": 44, "polyak": 1, "lojasiewicz": 1, "condition": 73, "conclude": 17, "resp.": 2, "sublinear": 3, "stochastic": 55, "gd": 3, "pl": 11, "strong-convex": 1, "bring": 24, "perfectly": 5, "conference": 14, "practical": 68, "huge": 8, "open": 18, "criticizing": 1, "absence": 4, "concave": 11, "takeaways": 1, "sufficient": 23, "meet": 6, "attract": 2, "stationary": 13, "maxima": 1, "equivalent": 26, "CO": 14, "community": 43, "emergent": 1, "frameworks": 5, "\\gamma$": 4, "remarks": 2, "-convex": 1, "linearity": 2, "recently": 21, "extragradient": 4, "vein": 2, "convexity": 13, "alway": 1, "3.2": 33, "proportional": 6, "4.7": 5, "\\alpha^2": 1, "l_h": 5, "^2": 2, "azizian": 3, "wa\u00efss": 2, "tight": 9, "unified": 9, "Whole": 2, "spectrum": 6, "differentiable": 26, "arxiv:1906.05945": 2, "===": 6, "==": 3, "maintain": 16, "grade": 4, "fill": 6, "sufficiently": 25, "bilinear": 14, "unwieldy": 2, "concrete": 8, "aid": 8, "certain": 27, "purely": 9, "pay": 3, "off-diagonal": 2, "jacobian": 8, "min-max": 6, "converge": 21, "amount": 32, "determine": 23, "curvature": 36, "ascent": 1, "critical": 17, "imply": 23, "\\ge": 1, "4L_g": 2, "region": 14, "min-maxes": 1, "phenomenon": 12, "trade": 22, "detect": 14, "eigenvalues": 1, "hessian": 5, "concurrently": 2, "finding": 19, "references": 18, "debate": 7, "large-": 2, "exhibit": 13, "degradation": 18, "budget": 50, "reject": 14, "recognize": 6, "muddier": 1, "job": 8, "mix": 8, "identify": 23, "verify": 24, "previous": 115, "dominate": 10, "scaling": 23, "shallue": 6, "momentum": 16, "inclined": 2, "worth": 24, "resolve": 7, "muddies": 1, "initially": 8, "simultaneously": 15, "degrades": 4, "epoch": 20, "relate": 16, "analogy": 11, "differential": 7, "sde": 7, "perspective": 32, "criticism": 6, "non-gaussian": 2, "short-tailed": 2, "quadratic": 7, "unlike": 14, "arise": 9, "reliable": 9, "draw": 21, "usually": 24, "obey": 4, "theoretically": 21, "down": 19, "language": 43, "modelling": 9, "integrate": 14, "complain": 2, "apologise": 3, "intention": 5, "edit": 10, "ensure": 23, "reflect": 23, "turning": 2, "year": 8, "enhances": 3, "convincing": 37, "crucially": 2, "schedule": 46, "contradict": 2, "temperature": 3, "maximizes": 12, "savp": 12, "auto-encoder": 2, "vae": 83, "Network": 14, "diverse": 18, "deterministic": 31, "blurry": 8, "uncertain": 1, "visually": 7, "appealing": 5, "diversity": 41, "mode": 28, "notoriously": 4, "unstable": 5, "formulate": 2, "-]": 3, "straightforward": 20, "Denton": 10, "fergus": 13, "tulyakov": 1, "offer": 17, "kth": 4, "svg": 24, "vgg": 9, "cosine": 6, "psnr": 3, "ssim": 5, "plausible": 12, "direct": 26, "plausibility": 4, "visual": 27, "thorough": 18, "unsure": 2, "-lp": 1, "fp": 1, "imagine": 18, "implausible": 2, "interactions": 2, "robotic": 11, "arm": 2, "realism": 11, "trade-off": 2, "reruns": 1, "ablation": 32, "fundamental": 11, "tradeoff": 15, "inherent": 9, "ambiguity": 5, "challenge": 36, "eccv": 15, "evaluates": 10, "axes": 6, "neither": 12, "adequately": 2, "variation": 15, "Ebert": 2, "clarification": 20, "systematic": 27, "feed": 18, "-forward": 2, "posterior": 33, "3.5": 4, "component": 50, "temporary": 2, "official": 3, "lpips": 6, "calibrates": 2, "alexnet": 6, "perceptual": 10, "judgements": 7, "realize": 10, "preprocessing": 3, "cropped": 3, "square": 11, "resizing": 2, "discard": 4, "rerunning": 1, "explore": 51, "substantially": 12, "unique": 10, "spatiotemporal": 3, "compounding": 1, "weightings": 7, "kl": 42, "mocogan": 2, "frame-centered": 1, "actor": 8, "struggle": 4, "entity": 36, "personal": 2, "correspondence": 2, "notice": 14, "degenerate": 3, "cyclic": 2, "flicker": 1, "importance": 51, "spectral": 34, "ground": 34, "truth": 28, "movement": 5, "babaeizadeh": 2, "blur": 5, "perfect": 7, "subject": 7, "evaluator": 3, "implausibly": 1, "erase": 1, "push": 12, "bair": 2, "yochai": 5, "blau": 5, "tomer": 5, "Michaeli": 5, "distortion": 22, "Conference": 40, "https://arxiv.org/abs/1711.06077": 3, "roey": 2, "mechrez": 2, "Radu": 2, "timofte": 2, "lihi": 2, "zelnik-manor": 2, "pirm": 4, "super-resolution": 5, "restoration": 16, "workshop": 5, "https://arxiv.org/abs/1809.07517": 2, "dropout": 79, "exploration": 46, "happen": 37, "temporally": 10, "multiplicative": 6, "reward": 91, "consumption": 3, "extension": 26, "alignment": 3, "motivation": 65, "curious": 19, "deploy": 4, "physical": 6, "wear": 1, "tear": 1, "actuators": 3, "explores": 9, "off-policy": 4, "technically": 7, "sound": 16, "glad": 11, "3.3": 26, "nadpex": 18, "flexible": 8, "gradients": 74, "seed": 9, "besides": 29, "hierarchy": 23, "seamlessly": 1, "-policy": 5, "Bernoulli": 8, "derive": 25, "heuristic": 18, "aligns": 1, "end-to": 17, "orthogonal": 17, "direction": 71, "attack": 170, "investigate": 29, "drag": 1, "simulator": 6, "authentic": 1, "ultimate": 2, "safe": 6, "flexibility": 5, "experience": 21, "sampler": 4, "data-efficient": 1, "auto-correlated": 1, "plappert": 3, "Exploration": 2, "tassa": 1, "synthesis": 3, "stabilization": 1, "behavior": 33, "trajectory": 5, "iros": 1, "2012": 5, "Clavera": 1, "meta-learning": 57, "Control": 3, "lillicrap": 1, "xu": 12, "meta-policy": 1, "icml": 27, "maximally": 3, "expressive": 11, "hypergraphs": 1, "equivariant": 13, "corresponds": 15, "partitioning": 1, "index": 15, "-set": 1, "tensors": 1, "graphs": 54, "identical": 30, "hyper-graphs": 1, "battaglia": 2, "18": 14, "hartford": 17, "translation": 48, "equivariance": 12, "group": 34, "strict": 7, "subgroup": 2, "flawed": 8, "q": 91, "quantify": 12, "power": 32, "basis": 19, "informative": 22, "exchangeable": 10, "construction": 21, "reviewer1": 1, "wording": 3, "merely": 14, "outside": 9, "scope": 15, "symmetry": 4, "strongly": 13, "--------------------------------------------------------------------------------------------------------------------------------": 5, "survey": 4, "collection": 4, "yanardag": 1, "vishwanathan": 1, "origin": 1, "graph": 155, "usage": 9, "skill": 29, "discovery": 11, "VIC": 1, "diayn": 18, "unconditioned": 3, "tie": 9, "execute": 5, "elicit": 1, "position": 18, "misc": 27, "relative": 23, "empowerment": 5, "wherein": 2, "maximize": 12, "s_t": 3, "s_": 2, "{t": 3, "modifying": 1, "s_i": 8, "amenable": 9, "maximization": 4, "hear": 7, "I(": 2, "s_c": 4, "apart": 8, "vime": 7, "s_i/s_c": 1, "greatly": 12, "omit": 5, "ideally": 5, "previously": 29, "suite": 6, "seaquest": 1, "discern": 1, "weaken": 1, "prominently": 1, "downplays": 1, "needing": 1, "variations": 10, "backwards": 1, "s_i/": 1, "non-trivial": 12, "sort": 7, "consideration": 14, "environmental": 1, "create": 20, "pass": 20, "acceptance": 15, "view": 32, "sates": 1, "receive": 7, "MI": 25, "efficiently": 16, "transition": 19, "estimating": 14, "newly": 12, "gazebo-": 1, "https://youtu.be/l5kayjwwu70?t=104": 2, "icm": 1, "automatically": 10, "iterating": 2, "combinations": 16, "afterwards": 1, "user": 6, "world": 28, "optimised": 2, "rollouts": 1, "imagination": 8, "impressive": 19, "efficiency": 22, "analytic": 10, "trajectories": 20, "optional": 2, "dependent": 23, "endpoints": 2, "critique": 5, "latenby": 2, "###": 8, "##": 12, "long-horizon": 6, "propagating": 10, "solves": 7, "hyper": 8, "dreamer": 40, "200": 14, "300": 5, "20": 16, "30": 8, "50": 14, "suboptimal": 2, "hinting": 2, "insufficient": 5, "multi-step": 10, "collision": 1, "equilibrium": 9, "upright": 1, "pendulum": 1, "rotate": 4, "cheetah": 3, "front": 6, "foot": 2, "flip": 3, "fall": 14, "non-euclidean": 8, "motivate": 48, "geometry": 7, "euclidean": 14, "riemannian": 9, "manifolds": 5, "sacrifising": 1, "formulae": 2, "gyrovector": 5, "formalization": 4, "hyperbolic": 22, "formalism": 5, "interpolate": 10, "smoothly": 4, "flipping": 2, "poincare": 7, "reagarding": 1, "unification": 1, "past": 15, "derivations": 7, "journal": 2, "rigorous": 11, "competitive": 21, "rise": 9, "overcome": 5, "ameliorated": 3, "formal": 15, "compressed": 6, "kindly": 9, "curvatures": 6, "together": 22, "variances": 2, "tractable": 6, "accurate": 13, "invertible": 3, "appending": 1, "compatible": 2, "ABC": 5, "concerning": 4, "gaussians": 5, "illustration": 10, "differentiability": 2, "softwax": 1, "inverse": 16, "kinematics": 1, "reasonably": 13, "medical": 3, "inn": 10, "predictor": 2, "calibration": 7, "suppose": 12, "astrophysics": 3, "tackle": 14, "toy": 31, "real-world": 24, "constructive": 29, "hot": 9, "encoding": 21, "regress": 3, "invert": 2, "x-samples": 1, "posteriors": 10, "science": 7, "quantitative": 40, "distributions": 60, "emphasize": 28, "condense": 1, "full": 50, "wirkert": 1, "Robust": 4, "real-time": 2, "physiological": 1, "megapixel": 1, "multispectral": 1, "monte": 2, "carlo": 2, "forest": 1, "regression": 26, "International": 24, "Journal": 8, "assisted": 1, "radiology": 1, "surgery": 1, "https://link.springer.com/article/10.1007/s11548-016-1376-5": 1, "upload": 8, "font": 6, "convenience": 2, "half": 7, "shorten": 2, "accordingly": 12, "intertwined": 1, "illuminate": 1, "memorization": 18, "detecting": 5, "largescale": 1, "imagenet22": 1, "modern": 12, "Paper": 8, "touch": 3, "data-augmentation": 5, "explicit": 21, "anonymous": 4, "mackay": 4, "textbook": 2, "memorize": 14, "labelling": 3, "doo": 2, "mistaken": 1, "extrapolate": 1, "couple": 8, "caveats": 1, "proportionality": 1, "increasing": 2, "representational": 3, "shallow": 12, "book": 4, "chapter": 1, "44": 2, "radford": 1, "Neal": 2, "mlp": 9, "complexity": 92, "width": 12, "characteristic": 12, "effective": 49, "degree": 16, "become": 40, "slight": 3, "oxymoron": 2, "premise": 4, "force": 7, "presume": 2, "closeness": 9, "frequently": 5, "reconstruction": 37, "oppose": 10, "coherent": 4, "worthy": 2, "swiftly": 1, "high-": 17, "decide": 13, "yes": 32, "picture": 13, "accurately": 8, "re-organize": 2, "queries": 1, "recognise": 1, "unperturbed": 2, "60\\": 2, "90": 6, "spot": 5, "along": 31, "-->": 7, "scenarii": 1, "plural": 1, "scenario": 36, "non-standard": 1, "nor": 13, "quantity": 6, "remember": 10, "rough": 2, "...]": 4, "membership": 6, "deserve": 3, "implicit": 17, "privacy": 1, "aspect": 25, "capability": 12, "qualitative": 23, "upper-bound": 5, "acknowledge": 21, "confuse": 5, "opposite": 6, "90\\": 1, "robustifying": 1, "defend": 5, "lda": 5, "last-": 1, "ensemble": 41, "clean": 9, "covariance": 17, "determinant": 2, "impose": 6, "spite": 5, "Lee": 13, "18a": 2, "ma": 4, "intent": 2, "incomplete": 10, "proofs": 10, "odd": 6, "backward": 14, "patrini": 3, "fair": 28, "disagree": 11, "densenet": 2, "cifar10": 13, "60": 7, "53.34": 1, "74.72": 1, "resnets": 7, "ddgc": 7, "60.05": 1, "71.38": 1, "bootstrap": 4, "boost": 9, "class-conditional": 4, "uniform": 10, "convinced": 7, "relevance": 7, "dozen": 1, "defence": 4, "ddgd": 1, "white": 21, "box": 45, "denset": 1, "oblivious": 1, "mcd": 4, "arguably": 10, "attacker": 7, "classifiers": 40, "\u2026": 25, "mild": 1, "White": 2, "Wen": 3, "yandong": 1, "European": 4, "Springer": 6, "cham": 4, "Wan": 2, "weitao": 1, "rethinking": 4, "Proceedings": 12, "3,4": 3, "abnormal": 1, "2.1": 13, "anonreviewer": 1, "complementary": 7, "co-teaching": 5, "black": 24, "y.": 17, "K.": 13, "Li": 13, "Z.": 6, "qiao": 1, "W.": 11, "Zhong": 1, "T.": 18, "chen": 9, "J.": 40, "Framework": 1, "out-of-distribution": 1, "samples": 3, "attacks": 3, "nips": 23, "x.": 7, "B.": 10, "Wang": 11, "erfani": 1, "s.m.": 2, "wijewickrema": 1, "houle": 1, "m.e.": 1, "schoenebeck": 1, "G.": 7, "song": 2, "D.": 19, "Bailey": 1, "characterizing": 1, "subspaces": 1, "intrinsic": 14, "bo": 2, "quanming": 2, "yao": 6, "xingrui": 2, "yu": 3, "gang": 2, "niu": 3, "miao": 2, "weihua": 2, "Hu": 15, "ivor": 2, "tsang": 3, "masashi": 3, "sugiyama": 4, "anonreviewer2": 1, "backdoor": 17, "differently": 8, "approches": 2, "centralised": 2, "fault": 1, "tolerance": 3, "name": 28, "byzantine": 7, "persistent": 3, "aggregation": 10, "federated": 5, "Fung": 1, "pillutla": 1, "bypassed": 3, "appreciable": 1, "interpret": 18, "poisoning": 9, "kind": 24, "fine-": 3, "grained": 4, "weakness": 21, "rfa": 4, "pillulata": 1, "grant": 1, "detects": 1, "nuanced": 1, "wort-case": 1, "blanchard": 3, "draco": 2, "sysml": 1, "bulyan": 9, "El": 2, "Mhamdi": 2, "signsgd": 2, "bernstein": 1, "dba": 14, "mechanism": 29, "krum": 6, "multi-krum": 4, "centralized": 16, "tolerate": 2, "worker": 4, "n-1": 1, "non-byzantine": 2, "n-f": 1, "poisoned": 1, "n=10": 2, "f=3": 2, "loan": 9, "n=12": 1, "f=4": 2, "multi-": 7, "m": 49, "m=n-f": 1, "tiny": 5, "-imagenet": 2, "poison": 3, "tiny-imagenet": 2, "behave": 6, "benign": 5, "client": 1, "malicious": 2, "succeed": 5, "\u2013resilient": 1, "n=15": 1, "n=20": 1, "worthwhile": 8, "Little": 1, "Baruch": 1, "manipulates": 1, "mitigate": 8, "defens": 2, "stricter": 3, "proportion": 3, "foolsgold": 3, "assign": 12, "extreme": 9, "krum-based": 1, "inject": 2, "backdoors": 1, "four": 14, "a.6": 3, "stream": 10, "heavy": 8, "hitters": 2, "oracle": 30, "return": 8, "provably": 3, "f_p": 2, "incorrect": 8, "minimise": 1, "resource": 13, "firstly": 7, "decomposes": 2, "abstraction": 1, "skip-gram": 1, "undergraduate": 1, "decomposing": 2, "Concerns": 4, "imbalance": 4, "machine": 62, "absent": 4, "635": 1, "judge": 15, "movie": 2, "news": 1, "article": 11, "tags": 1, "broad": 13, "active": 30, "meanwhile": 6, "hypothesis": 22, "oversampling": 1, "over-fitting": 1, "b)": 11, "smote": 3, "borderline": 4, "pairwise": 3, "burden": 7, "hybrid": 4, "learner": 7, "notion": 17, "2400": 1, "prob2": 2, "vecone": 3, "annotation": 16, "relational": 18, "edge": 28, "node-level": 8, "graph-": 6, "classifications": 4, "velic\u030ckovic\u0301": 1, "schlichtkrull": 10, "velic\u030ckovic": 1, "\u0301": 1, "attentions": 3, "convince": 6, "absolute": 5, "mutag": 14, "statistical": 27, "kernels": 14, "188": 1, "mutagenic": 3, "aromatic": 1, "heteroaromatic": 1, "nitro": 1, "compound": 5, "chemical": 1, "gram-": 1, "bacterium": 1, "salmonnella": 1, "typhimurium": 1, "cast": 3, "veli\u010dkovi\u0107": 1, "concede": 2, "modification": 13, "trainable": 7, "generalise": 4, "transformer-style": 2, "dot": 7, "gaan": 3, "gated": 15, "non-relational": 2, "investigation": 34, "tox21": 6, "aucs": 3, "wirgat": 3, "0.838": 3, "+/-": 9, "0.007": 6, "argat": 3, "0.837": 3, "optimisation": 3, "rgcn": 18, "sum-style": 3, "rgat": 8, "counterpart": 1, "unexpected": 1, "gat": 11, "style": 18, "anticipate": 1, "node-degree": 2, "route": 2, "who": 8, "dot-product": 3, "pursue": 4, "tud": 1, "absolutely": 2, "dl-learner": 1, "leveraged": 2, "rdf2": 1, "ristoski": 1, "Paulheim": 1, "rdf": 8, "340": 2, "molecule": 9, "triples": 1, "d1": 6, "hasatom": 1, "d1_1": 2, "hasBond": 1, "bond1": 2, "hasstructure": 1, "ring_size_6-1": 1, "atom": 1, "bond": 3, "viewable": 1, ".owl": 1, "locate": 2, "ismutagenic": 1, "constitute": 2, "node-classification": 1, "unlabelled": 17, "comprising": 1, "batches": 14, "https://github.com/smartdataanalytics/dl-learner/tree/develop/examples/mutagenesis": 1, "https://www.semanticscholar.org/paper/rdf2vec%3a-rdf-graph-embeddings-for-data-mining-ristoski-paulheim/844d502387a3996f167b04e2e83117c30c22e752": 1, "pre-train": 5, "quantized": 6, "-stage": 4, "cpc": 4, "cross-entropy": 8, "infonce": 1, "cross": 7, "gumbel": 8, "codebook": 7, "quantization": 31, "seq": 1, "tokens": 5, "phonemes": 2, "quantizing": 1, "raw": 7, "phoneme": 2, "log-mel": 3, "filterbanks": 1, "wer": 1, "ler": 1, "pipeline": 7, "n-gram": 2, "lm": 3, "k-means": 7, "cleverly": 1, "span-bert": 1, "engineering": 17, "surprisingly": 4, "exchangeability": 1, "permutations": 1, "equivalently": 1, "lose": 3, "bipartite": 5, "diagonal": 22, "self": 17, "transpose": 2, "incoming": 2, "outgoing": 1, "artificially": 1, "exploit": 11, "framing": 2, "approximating": 6, "familiar": 10, "gcn": 14, "kipf": 8, "graphsage": 2, "Hamilton": 2, "Monti": 2, "etc..": 1, "restrict": 12, "strengthen": 8, "favour": 2, "symmetric": 7, "zero": 30, "constrain": 18, "x^t": 5, "coincide": 2, "q:\u201d": 2, "etc.": 23, "universality": 2, "Welling": 15, "pooling": 35, "frequency": 9, "operation": 54, "satisfying": 3, "shift": 31, "equivalence": 5, "anti-aliasing": 9, "1d": 5, "2d": 7, "dft": 4, "cut": 7, "frequencies": 2, "fft": 1, "auto": 2, "differentiation": 3, "desnet": 1, "subsets": 8, "imagenet": 50, "computer": 9, "transformation": 17, "lay": 5, "Visual": 6, "ryu": 1, "propositions": 1, "development": 12, "sorry": 8, "f-pooling": 28, "shift-equivalence": 1, "operable": 1, "imaginary": 11, "zero-padding": 1, "nonconvex": 4, "trace": 5, "tv": 6, "fidelity": 6, ",2": 3, "digitals": 1, "rich": 2, "texture": 3, "Kai": 1, "wangmeng": 1, "zuo": 1, "shuhang": 1, "gu": 3, "lei": 1, "denoiser": 2, "2808-2817": 1, "jiawei": 3, "jin-shan": 1, "Pan": 1, "wei-sheng": 1, "lai": 1, "rynson": 1, "Lau": 1, "ming-hsuan": 1, "Yang": 9, "non-blind": 2, "deconvolution": 1, "6969-6977": 1, "srcnn": 1, "srgan": 1, "implicitly": 10, "criticize": 1, "F.": 11, "underestimate": 2, "damage": 2, "badly": 4, "handcrafted": 5, "data-driven": 4, "amortized": 4, "proximal": 7, "apo": 35, "lambda": 37, "gauss-newton": 1, "General": 2, "gauss": 1, "Newton": 1, "Natural": 5, "meta-objective": 2, "inner": 7, "workings": 1, "bregman": 1, "optimizers": 24, "adagrad": 19, "-fly": 1, "population": 7, "arbitrarily": 13, "Adam": 34, "adam-": 1, "rmsprop": 16, "manual": 12, "pbt": 6, "H": 14, "perturbation": 20, "perturb": 3, "multiplying": 2, "0.8": 4, "exploiting": 4, "member": 1, "resnet34": 7, "resampling": 1, "jump": 9, "wall": 10, "clock": 11, "evolutionary": 12, "perturbations": 6, "net": 16, "i.e": 4, "manifold": 31, "globally": 3, "meta": 28, "rosenbrock": 6, "nearly": 3, "1e": 10, "-3": 2, "-5": 1, "span": 18, "density": 18, "CDN": 15, "parametrises": 1, "infinite": 4, "mixtures": 1, "generalising": 1, "traditional": 23, "finite": 13, "mdn": 2, "realise": 1, "probabilistically": 1, "variate": 3, "mvg": 2, "hypernetwork": 2, "straightforwardly": 2, "reparametrization": 3, "trick": 29, "agnostic": 2, "predictive": 12, "notmnist": 4, "generalisation": 10, "cdn": 14, "extensively": 6, "minibatching": 2, "datapoint": 3, "theta|x": 1, "vib": 8, "visualised": 1, "marginal": 21, "multimodality": 1, "hint": 1, "specialise": 1, "log-likelihood": 4, "priors": 18, "influential": 1, "capturing": 5, "aleatoric": 5, "epistemic": 3, "mnf": 3, "k-fac": 6, "kfla": 4, "lambdas": 2, "overconfident": 3, "underperform": 1, "tau": 7, "optimises": 1, "whereas": 15, "bottleneck": 18, "VI": 8, "bhn": 3, "dependency": 24, "unscalable": 1, "naively": 3, "clearness": 1, "mini-batching": 1, "availability": 3, "batched": 1, "algebra": 6, "pytorch": 6, "torch.bmm": 1, "broadcasting": 1, "semantics": 3, "mixing": 11, "multivariate": 10, "normal": 17, "-variate": 2, "pointer": 3, "legends": 2, "accessible": 2, "heteroscedastic": 6, "visualized": 5, "1/2*N": 2, "y=0": 1, "y=1": 1, "..": 5, "\\theta": 36, "shrinking": 1, "naturally": 7, "0.97": 3, "ood": 8, "curiously": 2, "prime": 1, "\\tau": 2, "0.01": 6, "kfac": 1, "unchanged": 6, "louizos": 5, "christos": 3, "Max": 6, "structured": 3, "Machine": 17, "kingma": 5, "diederik": 2, "P.": 9, "Tim": 2, "salimans": 2, "reparameterization": 15, "multi-task": 6, "vqa": 18, "solver": 7, "program": 4, "progressive": 2, "recursive": 3, "gather": 6, "soft-attention": 1, "infer": 19, "effectiveness": 21, "examing": 1, "interpretable": 7, "canonical": 4, "overstated": 1, "transmitter": 2, "receiver": 2, "o_k": 2, "m_k": 2, "q_k": 1, "v_k": 1, "r_{k": 1, "->n}(": 1, "s^t": 1, "specifying": 2, "meaning": 18, "softly": 1, "q_rel": 2, "backprob": 1, "cider": 1, "captioning": 5, "109": 1, "108": 1, 